<div style="text-align: justify; width: 100%">
        <p style="text-align:center;"><strong><u><span style="font-family: Arial, Helvetica, sans-serif; font-size: 16px;">TERMOS E CONDI&Ccedil;&Otilde;ES GERAIS DE USO</span></u></strong></p>
        <p style="text-align:center;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Estes termos e condi&ccedil;&otilde;es gerais de uso aplicam-se aos servi&ccedil;os prestados pela <strong>Fila Digital</strong>, de email: </span><strong><span style="font-size: 16px; color: rgb(2, 190, 178);"><a href="mailto:minhafiladigital@gmail.com">minhafiladigital@gmail.com</a></span></strong><span style="font-size: 16px;">, doravante denominada EDITOR DO APLICATIVO, por meio do aplicativo Fila Digital.</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>I. DO OBJETO</strong><br> <br> O aplicativo h&iacute;brido <strong>Fila Digital&nbsp;</strong>caracteriza-se pela presta&ccedil;&atilde;o do servi&ccedil;o de gerenciamento das filas de diversos estabelecimentos em uma &uacute;nica plataforma virtual, com o objetivo de trazer comodidade e seguran&ccedil;a aos usu&aacute;rios.&nbsp;</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>II. DA ACEITA&Ccedil;&Atilde;O DOS TERMOS E CONDI&Ccedil;&Otilde;ES GERAIS</strong><br> <br> <span style="color:#222222;background:white;">Todos aqueles que desejarem ter acesso aos servi&ccedil;os ofertados atrav&eacute;s do aplicativo <strong>Fila Digital&nbsp;</strong>dever&atilde;o, primeiramente, se informar sobre as regras que comp&otilde;em o presente instrumento, as quais ficar&atilde;o dispon&iacute;veis para pronta e ampla consulta, na tela de cadastro e na tela de informa&ccedil;&otilde;es do aplicativo.</span></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;"><br> Ao utilizar o aplicativo <strong>Fila Digital</strong>, o usu&aacute;rio aceita integralmente as presentes normas e compromete-se a observ&aacute;-las, sob risco de aplica&ccedil;&atilde;o das penalidades cab&iacute;veis. Antes de iniciar qualquer navega&ccedil;&atilde;o no aplicativo, o usu&aacute;rio dever&aacute; certificar-se de eventuais modifica&ccedil;&otilde;es ou atualiza&ccedil;&otilde;es ocorridas neste termos.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">O usu&aacute;rio poder&aacute; ainda ser avisado pelos meios de comunica&ccedil;&atilde;o cadastrados ou diretamente no pr&oacute;prio aplicativo sobre eventuais mudan&ccedil;as nas presentes normas.&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">Caso n&atilde;o concorde com quaisquer das regras aqui descritas, o usu&aacute;rio deve, imediatamente, abster-se de utilizar o servi&ccedil;o. Se for de seu interesse, poder&aacute;, ainda, entrar em contato com o servi&ccedil;o de atendimento ao cliente, para apresentar-lhe as suas ressalvas.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">&nbsp;</span></span></span><strong style="font-size: 16px; font-family: Arial, Helvetica, sans-serif; text-align: inherit;"><span style="color: rgb(34, 34, 34); background: white;">III. DA NAVEGA&Ccedil;&Atilde;O</span></strong></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">O editor da aplica&ccedil;&atilde;o <strong>Fila Digital</strong> se compromete a utilizar todas as solu&ccedil;&otilde;es t&eacute;cnicas &agrave; sua disposi&ccedil;&atilde;o para permitir o acesso ao servi&ccedil;o 24 (vinte e quatro) horas por dia, 7 (sete) dias por semana. E<span style="background:white;">ntretanto, ele poder&aacute;, a qualquer momento, interromper, limitar ou suspender o acesso ao site ou a algumas de suas p&aacute;ginas, a fim de realizar atualiza&ccedil;&otilde;es, modifica&ccedil;&otilde;es de conte&uacute;do ou qualquer outra a&ccedil;&atilde;o julgada necess&aacute;ria para o seu bom funcionamento.</span></span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>IV. DA GEST&Atilde;O DO APLICATIVO</strong><br> <br> <span style="color:#222222;background:white;">Para a boa gest&atilde;o, o editor do aplicativo <strong>Fila Digital</strong> poder&aacute;, a qualquer momento:</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">a) suspender, interromper ou limitar o acesso a todo ou a parte do aplicativo a uma categoria espec&iacute;fica de internautas;<span style="background:white;"><br> <br></span></span><span style="color: rgb(34, 34, 34); background: white;">b) remover toda informa&ccedil;&atilde;o que possa perturbar o funcionamento do aplicativo ou que esteja em conflito com normas de Direito Brasileiro ou de Direito Internacional;<br></span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">c)&nbsp;suspender o aplicativo, com aviso pr&eacute;vio, a fim de realizar atualiza&ccedil;&otilde;es e modifica&ccedil;&otilde;es.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">d) suspender o aplicativo, com aviso pr&eacute;vio, por tempo indeterminado.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">&nbsp;</span></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>V. DO CADASTRO</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">Os servi&ccedil;os disponibilizados no aplicativo <strong>Fila Digital</strong> apenas poder&atilde;o ser acessados por pessoas plenamente capazes, conforme o Direito brasileiro. Todos aqueles que n&atilde;o possu&iacute;rem plena capacidade civil - menores de 18 anos n&atilde;o emancipados, pr&oacute;digos, &eacute;brios habituais ou viciados em t&oacute;xicos e pessoas <span style="background:white;">que n&atilde;o puderem exprimir sua vontade, por motivo transit&oacute;rio ou permanente - dever&atilde;o ser devidamente assistidos por seus representantes legais, que se responsabilizar&atilde;o pelo cumprimento das presentes regras.</span></span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">Ao usu&aacute;rio, ser&aacute; permitido manter apenas uma conta junto ao aplicativo <strong>Fila Digital</strong>.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">Para o devido cadastramento junto ao servi&ccedil;o, o usu&aacute;rio dever&aacute; fornecer integralmente os dados requeridos.&nbsp;</span><span style="color: rgb(34, 34, 34);">Todas as informa&ccedil;&otilde;es fornecidas pelo usu&aacute;rio devem ser precisas, verdadeiras e atualizadas. Em qualquer caso, o usu&aacute;rio responder&aacute;, em &acirc;mbito c&iacute;vel e criminal, pela veracidade, exatid&atilde;o e autenticidade dos dados informados.&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">O usu&aacute;rio dever&aacute; fornecer um endere&ccedil;o de e-mail v&aacute;lido<span style="background:white;">, atrav&eacute;s do qual o aplicativo realizar&aacute; todos os contatos necess&aacute;rios. Todas as comunica&ccedil;&otilde;es enviadas para o referido endere&ccedil;o ser&atilde;o consideradas lidas pelo usu&aacute;rio, que se compromete, assim, a consultar regularmente suas mensagens recebidas e a respond&ecirc;-las em prazo razo&aacute;vel.</span></span><span style="color: rgb(34, 34, 34); background: white;">&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">Ap&oacute;s a confirma&ccedil;&atilde;o de seu cadastro, o usu&aacute;rio possuir&aacute; um login (apelido) e uma senha pessoais, que dever&atilde;o ser por ele utilizados para o acesso a sua conta no aplicativo <strong>Fila Digital</strong>. Estes dados de conex&atilde;o n&atilde;o poder&atilde;o ser informados pelo usu&aacute;rio a terceiros,&nbsp;</span><span style="color: rgb(34, 34, 34);">sendo de sua inteira responsabilidade o uso que deles seja feito. O usu&aacute;rio compromete-se a comunicar imediatamente ao editor do aplicativo quaisquer atividades suspeitas ou inesperadas em sua conta.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">N&atilde;o ser&aacute; permitido ceder, vender, alugar ou transferir, de qualquer forma, a conta, que &eacute; pessoal e intransfer&iacute;vel.&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">Ser&aacute; automaticamente descadastrado o usu&aacute;rio que descumprir quaisquer das normas contidas no presente instrumento, sendo-lhe vedado realizar nova inscri&ccedil;&atilde;o no aplicativo.&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">O usu&aacute;rio poder&aacute;, a qualquer tempo e sem necessidade de justifica&ccedil;&atilde;o, requerer o cancelamento de seu cadastro junto ao aplicativo <strong>Fila Digita</strong>l. O seu descadastramento ser&aacute; realizado o mais rapidamente poss&iacute;vel, desde que n&atilde;o sejam verificados d&eacute;bitos em aberto.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;"><strong>&nbsp;VI.&nbsp;</strong></span></span></span><span style="font-size: 16px; font-family: Arial, Helvetica, sans-serif; text-align: inherit;"><strong>DAS RESPONSABILIDADES</strong></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color:#222222;background:white;">O editor se responsabilizar&aacute; pela corre&ccedil;&atilde;o de defeitos ou v&iacute;cios encontrados nos servi&ccedil;os prestados pelo aplicativo <strong>Fila Digital</strong>, desde que tenha lhes dado causa. Defeitos ou v&iacute;cios t&eacute;cnicos ou operacionais originados no pr&oacute;prio sistema do usu&aacute;rio n&atilde;o ser&atilde;o de responsabilidade do editor.</span><span style="color: rgb(34, 34, 34); background: white;">&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">O editor responsabiliza-se apenas pelas informa&ccedil;&otilde;es que foram por ele diretamente divulgadas. Quaisquer informa&ccedil;&otilde;es inclu&iacute;das pelos usu&aacute;rios, tais como em coment&aacute;rios e em perfis pessoais, ser&atilde;o de inteira responsabilidade dos pr&oacute;prios.</span><span style="color: rgb(34, 34, 34); background: white;">&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">O usu&aacute;rio &eacute; respons&aacute;vel, ainda:</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">a) pela utiliza&ccedil;&atilde;o correta e bem intencionada do aplicativo e de seus servi&ccedil;os, n&atilde;o devendo, assim, praticar nenhuma atividade virtual criminosa.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">b)&nbsp;por prezar pela boa conviv&ecirc;ncia, pelo respeito e pela cordialidade no relacionamento com os demais usu&aacute;rios;<br> <br>c) pelo cumprimento das regras contidas neste instrumento,</span><span style="color: rgb(34, 34, 34);">&nbsp;bem como normas de Direito Nacional e de Direito Internacional;<br> <br></span><span style="color: rgb(34, 34, 34); background: white;">d) pela prote&ccedil;&atilde;o dos dados de acesso &agrave; sua conta (usu&aacute;rio e senha).</span></span></span></p>
        <p style="text-align:justify;"><br></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">O editor n&atilde;o ser&aacute; respons&aacute;vel:</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">a) pelas caracter&iacute;sticas intr&iacute;nsecas da internet, principalmente relativas &agrave; confiabilidade e &agrave; proced&ecirc;ncia das informa&ccedil;&otilde;es circulando nesta rede;<br> <br>b) pelos conte&uacute;dos ou atividades il&iacute;citas praticadas atrav&eacute;s de seu aplicativo.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">c) por qualquer dano moral ou material.<br>&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);"><strong>VII.&nbsp;</strong></span><strong>DOS DIREITOS AUTORAIS</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">A estrutura do aplicativo <strong>Fila Digital</strong>, bem como os textos, os gr&aacute;ficos, as imagens, as fotografias, os sons, os v&iacute;deos e as demais aplica&ccedil;&otilde;es inform&aacute;ticas que o comp&otilde;em, s&atilde;o de propriedade do editor e s&atilde;o protegidas pela legisla&ccedil;&atilde;o brasileira e internacional referente &agrave; propriedade intelectual.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Qualquer representa&ccedil;&atilde;o, reprodu&ccedil;&atilde;o, adapta&ccedil;&atilde;o ou explora&ccedil;&atilde;o parcial ou total dos conte&uacute;dos, marcas e servi&ccedil;os propostos pelo aplicativo, por qualquer meio que seja, sem autoriza&ccedil;&atilde;o pr&eacute;via, expressa e escrita do editor, &eacute; estritamente vedada, podendo-se recorrer &agrave;s medidas c&iacute;veis e penais cab&iacute;veis.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Est&atilde;o exclu&iacute;dos desta previs&atilde;o apenas os elementos obtidos de terceiros, como os &iacute;cones concedidos gratuitamente por LogoMakr (<a href="https://logomakr.com/"><span><strong>https://logomakr.com/</strong></span></a>) e Icons8 (</span><strong><span style="font-size: 16px; color: rgb(2, 190, 178);"><a href="https://icons8.com/">https://icons8.com/</a></span></strong><span style="font-size: 16px;">), que devem ser utilizados conforme determinado pelos mesmos.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O acesso n&atilde;o gera para o usu&aacute;rio qualquer direito de propriedade intelectual relativo a elementos do aplicativo, os quais restam sob a propriedade exclusiva do editor.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&Eacute; vedado ao usu&aacute;rio incluir no aplicativo dados que possam modificar o seu conte&uacute;do ou sua apar&ecirc;ncia.&nbsp;</span></span></p>
        <p style="text-align:justify;"><br></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>VIII. DOS LINKS EXTERNOS</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O aplicativo Fila Digital pode conter links externos redirecionando o usu&aacute;rio para outras p&aacute;ginas da internet, sobre os quais o editor n&atilde;o exerce controle. Apesar das verifica&ccedil;&otilde;es pr&eacute;vias e regulares realizadas pelo editor, ele se isenta de qualquer responsabilidade sobre o conte&uacute;do encontrado nesses sites e servi&ccedil;os.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Poder&atilde;o ser inclu&iacute;dos links nas p&aacute;ginas e nos documentos do aplicativo Fila Digital, desde que n&atilde;o sirvam para fins comerciais ou publicit&aacute;rios. Esta inclus&atilde;o depender&aacute; de autoriza&ccedil;&atilde;o pr&eacute;via do editor.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">N&atilde;o ser&aacute; autorizada a inclus&atilde;o de p&aacute;ginas que divulguem quaisquer tipos de informa&ccedil;&otilde;es il&iacute;citas, violentas, pol&ecirc;micas, pornogr&aacute;ficas, xenof&oacute;bicas, discriminat&oacute;rias ou ofensivas.</span></span><strong style="font-size: 16px; font-family: Arial, Helvetica, sans-serif;">&nbsp;</strong></p>
        <p style="text-align:justify;"><br></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>IX. DA POL&Iacute;TICA DE PRIVACIDADE<br> <br>1.Informa&ccedil;&otilde;es Gerais</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Essa se&ccedil;&atilde;o cont&eacute;m informa&ccedil;&otilde;es a respeito do tratamento de dados pessoais do usu&aacute;rio, total ou parcialmente, automatizados ou n&atilde;o, realizado pelo aplicativo e que poder&atilde;o ou n&atilde;o serem armazenados. O objetivo &eacute; fornecer orienta&ccedil;&otilde;es a respeito das informa&ccedil;&otilde;es coletadas, os motivos da coleta e como o usu&aacute;rio poder&aacute; atualizar, gerenciar, exportar ou excluir essas informa&ccedil;&otilde;es.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">A pol&iacute;tica de privacidade do aplicativo est&aacute; de acordo com a Lei federal n. 12.965 de 23 de abril de 2014 (Marco Civil da Internet), com a Lei federal n. 13.709, de 14 de agosto de 2018 (<span style="background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;">Lei de Prote&ccedil;&atilde;o de Dados Pessoais</span>) e com o <span style="background-image: initial; background-position: initial; background-size: initial; background-repeat: initial; background-attachment: initial; background-origin: initial; background-clip: initial;">Regulamento UE n. 2016/679 de 27 de abril de 2016 (Regulamento Geral Europeu de Prote&ccedil;&atilde;o de Dados Pessoais).</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Esta pol&iacute;tica de privacidade poder&aacute; ser atualizada em decorr&ecirc;ncia de uma eventual atualiza&ccedil;&atilde;o normativa, raz&atilde;o pela qual se convida o usu&aacute;rio a consultar periodicamente esta se&ccedil;&atilde;o.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>2. Direitos do usu&aacute;rio</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-size: 16px; font-family: Arial, Helvetica, sans-serif;">O aplicativo se compromete a cumprir as normas dispostas pela Lei Geral de Prote&ccedil;&atilde;o de Dados (LGPD), em respeito aos seguintes princ&iacute;pios:</span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">a) Seus dados pessoais ser&atilde;o processados de forma l&iacute;cita, leal e transparente (licitude, lealdade e transpar&ecirc;ncia);&nbsp;</span></span></span></p>
        <p style="margin-left:0cm;text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">b) Seus dados pessoais ser&atilde;o coletados apenas para finalidades determinadas, expl&iacute;citas e leg&iacute;timas, n&atilde;o podendo ser tratados posteriormente de uma forma incompat&iacute;vel com essas finalidades (limita&ccedil;&atilde;o das finalidades);</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">c) Seus dados pessoais ser&atilde;o coletados de forma adequada, pertinente e limitada &agrave;s necessidades do objetivo para os quais eles s&atilde;o processados (minimiza&ccedil;&atilde;o dos dados);</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">d)&nbsp;Seus dados pessoais ser&atilde;o exatos e atualizados sempre que necess&aacute;rio, de maneira que os dados inexatos sejam apagados ou retificados quando poss&iacute;vel (exatid&atilde;o);</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">e)&nbsp;Seus dados pessoais ser&atilde;o conservados de uma forma que permita a identifica&ccedil;&atilde;o dos titulares dos dados apenas durante o per&iacute;odo necess&aacute;rio para as finalidades para as quais s&atilde;o tratados (limita&ccedil;&atilde;o da conserva&ccedil;&atilde;o);</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">f) Seus dados pessoais ser&atilde;o tratados de forma segura, protegidos do tratamento n&atilde;o autorizado ou il&iacute;cito e contra a sua perda, destrui&ccedil;&atilde;o ou danifica&ccedil;&atilde;o acidental, adotando as medidas t&eacute;cnicas ou organizativas adequadas (integridade e confidencialidade).</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O usu&aacute;rio do aplicativo possui os seguintes direitos, conferidos pela Lei federal n. 13.709, de 14 de agosto de 2018 (Lei de Prote&ccedil;&atilde;o de Dados Pessoais) e pelo Regulamento Geral Europeu de Prote&ccedil;&atilde;o de Dados Pessoais (RGPD):&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">a) Direito de confirma&ccedil;&atilde;o e acesso: &eacute; o direito do usu&aacute;rio de obter do aplicativo a confirma&ccedil;&atilde;o de que os dados pessoais que lhe digam respeito s&atilde;o ou n&atilde;o objeto de tratamento e, se for esse o caso, o direito de acessar os seus dados pessoais;</span></span></span></p>
        <p style="margin-left:0cm;text-align:justify;border:none;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">b) Direito de retifica&ccedil;&atilde;o: &eacute; o direito do usu&aacute;rio de obter do aplicativo, sem demora injustificada, a retifica&ccedil;&atilde;o dos dados pessoais inexatos que lhe digam respeito;</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">c) Direito &agrave; elimina&ccedil;&atilde;o dos dados (direito ao esquecimento): &eacute; o direito do usu&aacute;rio de ter seus dados apagados do aplicativo;</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">d) Direito &agrave; limita&ccedil;&atilde;o do tratamento dos dados: &eacute; o direito do usu&aacute;rio de limitar o tratamento de seus dados pessoais, podendo obt&ecirc;-la quando contesta a exatid&atilde;o dos dados, quando o tratamento for il&iacute;cito, quando o aplicativo n&atilde;o precisar mais dos dados para as finalidades propostas e quando tiver se oposto ao tratamento dos dados e em caso de tratamento de dados desnecess&aacute;rios;</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">e) Direito de oposi&ccedil;&atilde;o: &eacute; o direito do usu&aacute;rio de, a qualquer momento, se opor por motivos relacionados com a sua situa&ccedil;&atilde;o particular, ao tratamento dos dados pessoais que lhe digam respeito, podendo se opor ainda ao uso de seus dados pessoais para defini&ccedil;&atilde;o de perfil de marketing (profiling);</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">f) Direito de portabilidade dos dados: &eacute; o direito do usu&aacute;rio de receber os dados pessoais que lhe digam respeito e que tenha fornecido ao aplicativo, num formato estruturado, de uso corrente e de leitura autom&aacute;tica, e o direito de transmitir esses dados a outro aplicativo;</span></span></span></p>
        <p style="margin-left:0cm;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">g) Direito de n&atilde;o ser submetido a decis&otilde;es automatizadas: &eacute; o direito do usu&aacute;rio de n&atilde;o ficar sujeito a nenhuma decis&atilde;o tomada exclusivamente com base no tratamento automatizado, incluindo a defini&ccedil;&atilde;o de perfis (profiling), que produza efeitos na sua esfera jur&iacute;dica ou que o afete significativamente de forma similar.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O usu&aacute;rio poder&aacute; exercer os seus direitos por meio de comunica&ccedil;&atilde;o virtual enviada ao aplicativo com o assunto &quot;Prote&ccedil;&atilde;o de dados&quot;, especificando:</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">a) Nome completo ou raz&atilde;o social, n&uacute;mero do CPF (Cadastro de Pessoas F&iacute;sicas, da Receita Federal do Brasil) ou CNPJ (Cadastro Nacional de Pessoa Jur&iacute;dica, da Receita Federal do Brasil) e endere&ccedil;o de e-mail do usu&aacute;rio</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">b) Direito que deseja exercer junto ao aplicativo;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">c) Data do pedido e assinatura do usu&aacute;rio;&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">d) Todo documento que possa demonstrar ou justificar o exerc&iacute;cio de seu direito.</span></span></span></p>
        <p><br></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O pedido dever&aacute; ser enviado ao e-mail: </span><strong><span style="font-size: 16px; color: rgb(2, 190, 178);"><a href="mailto:minhafiladigital@gmail.com">minhafiladigital@gmail.com</a></span></strong><span style="font-size: 16px;">.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O usu&aacute;rio ser&aacute; informado em caso de retifica&ccedil;&atilde;o ou elimina&ccedil;&atilde;o dos seus dados.&nbsp;</span></span></p>
        <p><br></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>3. Informa&ccedil;&otilde;es coletadas</strong><strong>&nbsp;</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>3.1. Tipo de dados coletados</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">Os dados pessoais coletados pelo aplicativo ser&atilde;o aqueles necess&aacute;rios &agrave; identifica&ccedil;&atilde;o do usu&aacute;rio, bem como os dados sens&iacute;veis do usu&aacute;rio, nos termos dos artigos 9&ordm; e 10 do Regulamento Geral Europeu de Prote&ccedil;&atilde;o de Dados Pessoais (RGPD) e do artigo 11 da Lei federal n. 13.709, de 14 de agosto de 2018.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34); background: white;">Entende-se por dados sens&iacute;veis os dados pessoais que revelem a origem racial ou &eacute;tnica, as opini&otilde;es pol&iacute;ticas, as convic&ccedil;&otilde;es religiosas ou filos&oacute;ficas, ou a filia&ccedil;&atilde;o sindical, bem como o tratamento de dados gen&eacute;ticos, dados biom&eacute;tricos para identificar uma pessoa de forma inequ&iacute;voca, dados relativos &agrave; sa&uacute;de ou dados relativos &agrave; vida sexual ou orienta&ccedil;&atilde;o sexual de uma pessoa. Tamb&eacute;m s&atilde;o classificados como dados sens&iacute;veis os dados pessoais relacionados com condena&ccedil;&otilde;es penais e infra&ccedil;&otilde;es ou com medidas de seguran&ccedil;a conexas</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Ser&atilde;o coletados todos os dados necess&aacute;rios para o cadastro dos usu&aacute;rios, requisito necess&aacute;rio para acessar determinados servi&ccedil;os oferecidos pelo aplicativo. Para o cadastro de cliente, ser&atilde;o coletados, obrigatoriamente, o nome completo, g&ecirc;nero, data de nascimento e e-mail, e, opcionalmente, o n&uacute;mero do celular. Para estabelecimento, ser&atilde;o coletados, obrigatoriamente, o nome, categoria, CNPJ, telefone, hor&aacute;rio de funcionamento, endere&ccedil;o, e email, e, opcionalmente, a descri&ccedil;&atilde;o.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Eventualmente poder&atilde;o ser coletados outras categorias de dados, desde que fornecidos com o consentimento do usu&aacute;rio, ou ainda em raz&atilde;o de interesse leg&iacute;timo ou demais motivos permitidos em lei.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O usu&aacute;rio se compromete a fornecer exclusivamente os seus dados pessoais e n&atilde;o os de terceiros.</span></span></p>
        <p><br></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>3.2. Fundamento jur&iacute;dico para o tratamento dos dados pessoais</strong></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Ao utilizar os servi&ccedil;os do aplicativo, o usu&aacute;rio est&aacute; consentindo com o presente termo e com a sua pol&iacute;tica de privacidade.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O usu&aacute;rio tem o direito de retirar o seu consentimento a qualquer momento, n&atilde;o comprometendo a licitude dos dados pessoais tratados antes de sua retirada. A retirada do consentimento poder&aacute; ser feita pelo e-mail: </span><strong><span style="font-size: 16px; color: rgb(2, 190, 178);"><a href="mailto:minhafiladigital@gmail.com">minhafiladigital@gmail.com</a></span></strong><span style="font-size: 16px;">.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Poder&atilde;o ainda ser coletados dados pessoais necess&aacute;rios para a execu&ccedil;&atilde;o e cumprimento dos servi&ccedil;os contratados pelo usu&aacute;rio no aplicativo.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O tratamento de dados pessoais sem o consentimento do usu&aacute;rio apenas ser&aacute; realizado em raz&atilde;o de interesse leg&iacute;timo ou para as hip&oacute;teses previstas em lei, dentre outras, as seguintes:&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">a) para o cumprimento de obriga&ccedil;&atilde;o legal ou regulat&oacute;ria pelo controlador;&nbsp;</span></span></span></p>
        <p style="margin-left:0cm;text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">b) para a realiza&ccedil;&atilde;o de estudos por &oacute;rg&atilde;o de pesquisa, garantida, sempre que poss&iacute;vel, a anonimiza&ccedil;&atilde;o dos dados pessoais;&nbsp;</span></span></span></p>
        <p style="margin-left:0cm;text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">c) quando necess&aacute;rio para a execu&ccedil;&atilde;o de contrato ou de procedimentos preliminares relacionados a contrato do qual seja parte o usu&aacute;rio, a pedido do titular dos dados;&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">d) para o exerc&iacute;cio regular de direitos em processo judicial, administrativo ou arbitral, esse &uacute;ltimo nos termos da Lei n&ordm; 9.307, de 23 de setembro de 1996 (Lei de Arbitragem);</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">e) para a prote&ccedil;&atilde;o da vida ou da incolumidade f&iacute;sica do titular dos dados ou de terceiro;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">f) para a tutela da sa&uacute;de, em procedimento realizado por profissionais da &aacute;rea da sa&uacute;de ou por entidades sanit&aacute;rias;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">g) quando necess&aacute;rio para atender aos interesses leg&iacute;timos do controlador ou de terceiro, exceto no caso de prevalecer em direitos e liberdades fundamentais do titular dos dados que exijam a prote&ccedil;&atilde;o dos dados pessoais;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">h) para a prote&ccedil;&atilde;o do cr&eacute;dito, inclusive quanto ao disposto na legisla&ccedil;&atilde;o pertinente.</span></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>3.3. Finalidades do tratamento dos dados pessoais</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Os dados pessoais do usu&aacute;rio coletados pelo aplicativo tem por finalidade facilitar, agilizar e cumprir os compromissos estabelecidos com o usu&aacute;rio e a fazer cumprir as solicita&ccedil;&otilde;es realizadas por meio do preenchimento de formul&aacute;rios.&nbsp;&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Os dados pessoais poder&atilde;o ser utilizados tamb&eacute;m com uma finalidade comercial, para personalizar o conte&uacute;do oferecido ao usu&aacute;rio, bem como para dar subs&iacute;dio ao aplicativo para a melhora da qualidade e funcionamento de seus servi&ccedil;os.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O aplicativo recolhe os dados do usu&aacute;rio para que seja realizado defini&ccedil;&atilde;o de perfis (profiling), ou seja, tratamento automatizado de dados pessoais que consiste em utilizar esses dados para avaliar certos aspectos pessoais do usu&aacute;rio, principalmente para analisar ou prever aspectos relacionados com as suas prefer&ecirc;ncias pessoais, interesses, fiabilidade, comportamento, localiza&ccedil;&atilde;o ou deslocamentos.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Os dados de cadastro ser&atilde;o utilizados para permitir o acesso ao usu&aacute;rio de determinados conte&uacute;dos do aplicativo exclusivos para usu&aacute;rios cadastrados.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Se o aplicativo tiver a inten&ccedil;&atilde;o de tratar os dados pessoais do usu&aacute;rio para outras finalidades ele dever&aacute; ser informado sobre as outras finalidades, que dever&atilde;o ser feitas em observa&ccedil;&atilde;o aos mesmos direitos e obriga&ccedil;&otilde;es.&nbsp;</span></span></p>
        <p><br></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>3.4. Prazo de conserva&ccedil;&atilde;o dos dados pessoais</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">Os dados pessoais do usu&aacute;rio ser&atilde;o conservados por um per&iacute;odo n&atilde;o superior ao exigido para cumprir os objetivos em raz&atilde;o dos quais eles s&atilde;o processados.&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: rgb(34, 34, 34);">Os dados ser&atilde;o armazenados pelo tempo necess&aacute;rio para a presta&ccedil;&atilde;o dos servi&ccedil;os oferecidos e por quest&otilde;es de eventuais a&ccedil;&otilde;es que possam requerer acesso aos dados.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Os dados pessoais dos usu&aacute;rios apenas poder&atilde;o ser conservados ap&oacute;s o t&eacute;rmino de seu tratamento nas seguintes hip&oacute;teses:</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">a) para o cumprimento de obriga&ccedil;&atilde;o legal ou regulat&oacute;ria pelo controlador;</span></span></span></p>
        <p style="margin-left:0cm;text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">b) para estudo por &oacute;rg&atilde;o de pesquisa, garantida, sempre que poss&iacute;vel, a anonimiza&ccedil;&atilde;o dos dados pessoais;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">c) para a transfer&ecirc;ncia a terceiro, desde que respeitados os requisitos de tratamento de dados dispostos na legisla&ccedil;&atilde;o;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color: black;">d) para uso exclusivo do controlador, vedado seu acesso por terceiro, e desde que anonimizados os dados.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>3.5. Destinat&aacute;rios e transfer&ecirc;ncia dos dados pessoais&nbsp;</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Os dados pessoais dos clientes cadastrados poder&atilde;o ser compartilhados com os estabelecimentos cadastrados no aplicativo. Os dados dos estabelecimentos ser&atilde;o vis&iacute;veis para os usu&aacute;rios do aplicativo.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">A transfer&ecirc;ncia apenas poder&aacute; ser feita para outro pa&iacute;s caso o pa&iacute;s ou territ&oacute;rio em quest&atilde;o ou a organiza&ccedil;&atilde;o internacional em causa asseguram um n&iacute;vel de prote&ccedil;&atilde;o adequado dos dados do usu&aacute;rio.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Caso n&atilde;o haja n&iacute;vel de prote&ccedil;&atilde;o adequado, o aplicativo se compromete a garantir a prote&ccedil;&atilde;o dos seus dados de acordo com as regras mais rigorosas, por meio de cl&aacute;usulas contratuais espec&iacute;ficas para determinada transfer&ecirc;ncia, cl&aacute;usulas-padr&atilde;o contratuais, normas corporativas globais ou selos, certificados e c&oacute;digos de conduta regularmente emitidos.<span style="color: rgb(34, 34, 34);">&nbsp;</span></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>4. Do tratamento dos dados pessoais&nbsp;</strong></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>4.1. Do respons&aacute;vel pelo tratamento dos dados (data controller)&nbsp;</strong></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O controlador, respons&aacute;vel pelo tratamento dos dados pessoais do usu&aacute;rio, &eacute; a pessoa f&iacute;sica ou jur&iacute;dica, a autoridade p&uacute;blica, a ag&ecirc;ncia ou outro organismo que, individualmente ou em conjunto com outras, determina as finalidades e os meios de tratamento de dados pessoais.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Neste aplicativo, os respons&aacute;veis pelo tratamento dos dados pessoais coletados s&atilde;o os desenvolvedores do Fila Digital, que se encarregar&atilde;o diretamente do tratamento dos dados pessoais do usu&aacute;rio.</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;<strong>4.2. Do encarregado de prote&ccedil;&atilde;o de dados (data protection officer)</strong></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O encarregado de prote&ccedil;&atilde;o de dados (data protection officer) &eacute; o profissional encarregado de informar, aconselhar e controlar o respons&aacute;vel pelo tratamento dos dados, bem como os trabalhadores que tratem os dados, a respeito das obriga&ccedil;&otilde;es do aplicativo nos termos do Regulamento Geral Europeu de Prote&ccedil;&atilde;o de Dados (RGDP), da Lei federal n. 13.709, de 14 de agosto de 2018 (Lei de Prote&ccedil;&atilde;o de Dados Pessoais) e de outras disposi&ccedil;&otilde;es de prote&ccedil;&atilde;o de dados presentes na legisla&ccedil;&atilde;o nacional e internacional, em coopera&ccedil;&atilde;o com a autoridade de controle competente.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Neste aplicativo, os respons&aacute;veis pela prote&ccedil;&atilde;o dos dados (data protection officer) s&atilde;o os desenvolvedores do Fila Digital</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>5. Seguran&ccedil;a no tratamento dos dados pessoais do usu&aacute;rio</strong></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O aplicativo se compromete a aplicar as medidas t&eacute;cnicas e organizativas adequadas para assegurar um n&iacute;vel de seguran&ccedil;a adequado ao risco, tendo em conta as t&eacute;cnicas mais avan&ccedil;adas, os custos de aplica&ccedil;&atilde;o e a natureza, o &acirc;mbito, o contexto e as finalidades do tratamento, bem como os riscos, de probabilidade e gravidade vari&aacute;vel, para os direitos e liberdades do usu&aacute;rio.</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Para tanto, o aplicativo <span style="color:#222222;">utiliza certificado SSL (Secure Socket Layer) que garante que os dados pessoais se transmitam de forma segura e confidencial, de maneira que a transmiss&atilde;o dos dados entre o servidor e o usu&aacute;rio, e em retroalimenta&ccedil;&atilde;o, ocorra de maneira totalmente cifrada ou encriptada.</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">No entanto, o aplicativo se exime da responsabilidade por culpa exclusiva de terceiro, como em caso de ataque de hackers ou crackers, ou culpa exclusiva do usu&aacute;rio, que, por exemplo, transfere seus dados a terceiros, exceto se a pirataria se deu em raz&atilde;o de falha de seguran&ccedil;a do aplicativo. O aplicativo se compromete, ainda, a comunicar o usu&aacute;rio em prazo adequado caso ocorra algum tipo de viola&ccedil;&atilde;o da seguran&ccedil;a de seus dados pessoais que possa lhe causar um alto risco para seus direitos e liberdades pessoais.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">A viola&ccedil;&atilde;o de dados pessoais &eacute; uma viola&ccedil;&atilde;o da seguran&ccedil;a que provoque, de modo acidental ou il&iacute;cito, a destrui&ccedil;&atilde;o, a perda, a altera&ccedil;&atilde;o, a divulga&ccedil;&atilde;o ou o acesso, n&atilde;o autorizados, a dados pessoais transmitidos, conservados ou sujeitos a qualquer outro tipo de tratamento.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Por fim, o aplicativo se compromete a tratar os dados pessoais do usu&aacute;rio com confidencialidade, dentro dos limites legais.</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>X. DO SERVI&Ccedil;O DE ATENDIMENTO AO USU&Aacute;RIO&nbsp;</strong></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Em caso de d&uacute;vidas, sugest&otilde;es ou problemas com a utiliza&ccedil;&atilde;o do aplicativo Fila Digital, o usu&aacute;rio poder&aacute; contatar diretamente o seu servi&ccedil;o de atendimento, atrav&eacute;s do endere&ccedil;o de e-mail: </span><span style="font-size: 16px; color: rgb(2, 190, 178);"><a href="mailto:minhafiladigital@gmail.com"><strong>minhafiladigital@gmail.com</strong></a></span><span style="font-size: 16px;">, ou pelas nossas redes sociais:</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Facebook: </span><span style="font-size: 16px; color: rgb(2, 190, 178);"><a href="http://www.facebook.com/minhafiladigital">www.facebook.com/minhafiladigital</a></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Instagram:</span><span style="font-size: 16px; color: rgb(2, 190, 178);"> <a href="http://www.instagram.com/filadigital">www.instagram.com/filadigital</a></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;Estes servi&ccedil;os de atendimento ao usu&aacute;rio estar&atilde;o dispon&iacute;veis nos seguintes dias e hor&aacute;rios:</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;Segunda &agrave; domingo das 08:00 &agrave;s 21:00</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>XI. DAS SAN&Ccedil;&Otilde;ES</strong>&nbsp;</span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Sem preju&iacute;zo das demais medidas legais cab&iacute;veis, o editor do aplicativo Fila Digital poder&aacute;, a qualquer momento, advertir, suspender ou cancelar a conta do usu&aacute;rio:</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;a) que descumprir quaisquer dos itens contidos no presente instrumento;&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;b) que descumprir os seus deveres de usu&aacute;rio;&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;c) que praticar atos fraudulentos ou dolosos;&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">&nbsp;e) cujo comportamento constitua ou possa vir a importar ofensa ou dano a terceiro ou ao pr&oacute;prio aplicativo.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><strong>XII. DAS ALTERA&Ccedil;&Otilde;ES&nbsp;</strong></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">A presente vers&atilde;o dos termos e condi&ccedil;&otilde;es gerais de uso e de compra e venda foi atualizada pela &uacute;ltima vez em: 01/06/2020.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O editor se reserva o direito de modificar, a qualquer momento o aplicativo e os servi&ccedil;os, bem como as presentes normas, especialmente para adapt&aacute;-las &agrave;s evolu&ccedil;&otilde;es do aplicativo, seja pela disponibiliza&ccedil;&atilde;o de novas funcionalidades, seja pela supress&atilde;o ou modifica&ccedil;&atilde;o daquelas j&aacute; existentes.&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">O usu&aacute;rio ser&aacute; explicitamente notificado em caso de altera&ccedil;&atilde;o do presente termo. A partir do aviso, as altera&ccedil;&otilde;es nos Termos e Condi&ccedil;&otilde;es <span style="color:#333333;">&nbsp;entrar&atilde;o em vigor ap&oacute;s 10 (dez) dias.&nbsp;</span></span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;"><span style="color:#333333;">No prazo de 10 (dez) dias contados a partir da publica&ccedil;&atilde;o das modifica&ccedil;&otilde;es, o usu&aacute;rio dever&aacute; comunicar, atrav&eacute;s de envio de um email para o endere&ccedil;o </span><span style="color: rgb(2, 190, 178);"><strong>minhafiladigital@gmail.com</strong></span><span style="color:#333333;">, caso n&atilde;o concorde com os termos alterados. Nesse caso, o v&iacute;nculo contratual deixar&aacute; de existir, desde que n&atilde;o haja contas ou d&iacute;vidas em aberto. N&atilde;o havendo manifesta&ccedil;&atilde;o no prazo estipulado, entender-se-&aacute; que o usu&aacute;rio aceitou tacitamente os novos Termos e Condi&ccedil;&otilde;es de Uso do aplicativo e o contrato continuar&aacute; vinculando as partes.</span></span></span></p>
        <p><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">Seja bem-vindo(a)!&nbsp;</span></span></p>
        <p style="text-align:justify;"><span style="font-family: Arial, Helvetica, sans-serif;"><span style="font-size: 16px;">A equipe do aplicativo lhe deseja uma excelente navega&ccedil;&atilde;o!</span></span></p>
        <div id="_com_2" language="JavaScript"><br></div>
    </div>